alefragnani.project-manager
digitalbrainstem.javascript-ejs-support
donjayamanne.githistory
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
kisstkondoros.vscode-gutter-preview
mechatroner.rainbow-csv
mikestead.dotenv
mohsen1.prettify-json
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
mylesmurphy.prettify-ts
oderwat.indent-rainbow
orta.vscode-jest
redhat.vscode-yaml
rokoroku.vscode-theme-darcula
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
vscodevim.vim
wayou.vscode-todo-highlight
wmaurer.change-case
